tap "d12frosted/emacs-plus"
tap "eth-p/software"
tap "golangci/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "loopbit/tap"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
tap "remind101/formulae"
tap "romkatv/powerlevel10k"
tap "symopsio/tap"
tap "theseal/ssh-askpass"
tap "versent/taps"
brew "ansible-lint"
brew "argocd"
brew "aspell"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "avrdude"
brew "aws-iam-authenticator"
brew "aws-okta"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bat"
brew "bluetoothconnector"
brew "bootloadhid"
brew "glib"
brew "ccat"
brew "circleci"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "dep"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "dive"
brew "dockerize"
brew "editorconfig"
brew "eksctl"
brew "libtool"
brew "pkg-config"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fluxctl"
brew "fzf"
brew "fzy"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-which"
brew "go-bindata"
brew "python@3.8"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "hopenpgp-tools"
brew "imagemagick"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "kind"
brew "kubectx"
brew "lesspipe"
brew "libmagic"
brew "libvterm"
brew "make"
brew "mercurial"
brew "minikube"
brew "nmap", link: false
brew "node@12"
brew "packer"
brew "pandoc"
brew "parallel"
brew "peco"
brew "percol"
brew "pinentry-mac"
brew "plantuml"
brew "poetry"
brew "poppler"
brew "postgresql"
brew "pre-commit"
brew "protobuf"
brew "pstree"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "pylint"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "s3cmd"
brew "shellcheck"
brew "socat"
brew "source-highlight"
brew "subversion"
brew "tcpkali"
brew "tcpreplay"
brew "telnet"
brew "terraform-docs"
brew "terraform_landscape"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watch"
brew "wget"
brew "whalebrew"
brew "yarn"
brew "ykpers"
brew "ykman"
brew "zplug"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "eth-p/software/bat-extras"
brew "golangci/tap/golangci-lint"
brew "goreleaser/tap/goreleaser"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-community@3.6"
brew "osx-cross/arm/arm-gcc-bin@10", link: false
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/qmk"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-rsvg"]
brew "remind101/formulae/assume-role"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "symopsio/tap/sym"
brew "theseal/ssh-askpass/ssh-askpass"
brew "versent/taps/saml2aws"
cask "1password-cli"
cask "docker"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-ibm-plex-mono"
cask "font-input"
cask "font-overpass"
cask "font-overpass-mono"
cask "font-overpass-nerd-font"
cask "kitematic"
cask "pashua"
cask "platypus"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visualvm"
cask "wkhtmltopdf"
